{
  "data": [
    {
      "id": 1,
      "text": "Qiao Lin ✰ \n\r\n\r Andrea Macias-Yanez ⊛\n\r\n\r Solveig Suess ✻"
    },
    {
      "id": 2,
      "text": "[Definition of ‘support’](https://dictionary.cambridge.org/dictionary/english/support)",
      "images": [
        "/images/footnotes/Relationships-of-the-conceptualization-of-agroecology-science-movement-and-practice.png",
        "/images/footnotes/Altieri-agroecology-NRMfinal.pdf"
      ]
    },
    {
      "id": 3,
      "text": "*Teaching the Radical Catalog, Emily Drabinski* \r\n 'First, the classifications are hierarchical, and prescribe a universalizing structure of `first terms` that masquerade as neutral when they are, in fact, culturally informed and reflective of social power. For example, Olson discusses the status of **WOMEN** as a narrower term in relation to **FEMALE**. 'In the case of `Women`, the broader term `Females` puts this heading into a biological context that divides all species by sex. Narrower terms are lower in the hierarchy. In the case of `Women`, `Abused women`, `Abusive women`, `Aged women`, and so on are lower in the hierarchy...' . In order to provide a context for the knowledge objects in a library, classifications seek to define hierarchies, not only in broader and narrower terms, but also through the use of related and *see also* references that create a web enfolding everything in the knowledge universe into a single, hierarchical net.\n\r\n\r\n Hierarchies centralize power in the `first terms`, be it in a dictator in a fascist government, the father in a patriarchal family, or the quarterback in a football team. Less visible is the way that hierarchies privilege only a single aspect of a given object. For example, a man who is a football quarterback may also be a father, a brother, and stamp collector, but for the purpose of the hierarchy that embeds him on the football field, he is only a quarterback. The other relevant parts of his person -his ability to stay in the pocket, scramble, throw the long ball, and so on -are derivative of his `first terms`, his quarterback-ness. The other parts of his person - his presidency of a local philatelist society, perhaps - become irrelevant. Hope Olson calls this the hierarchy of samenesses. '[W]e divide first by one facet, then by another and another and so on in a prescribed citation order. The result is a hierarchical arrangement that gathers effectively by the first facet following the idea that we gather what is the same and separate what is different.'7"
    },
    {
      "id": 4,
      "text": "[Design Thinking is Bullshit](https://vimeo.com/228126880)\r\n[The Divisiveness of Design Thinking](http://interactions.acm.org/archive/view/may-june-2018/the-divisiveness-of-design-thinking)",
      "images": ["/images/footnotes/ins01.gif"]
    },
    {
      "id": 5,
      "text": "Julio Cortozar, Hopscotch",
      "images": ["/images/footnotes/Hopscotch.jpeg"]
    },
    {
      "id": 6,
      "text": "[Benjamin Bratton on Speculative design](http://dismagazine.com/discussion/81971/on-speculative-design-benjamin-h-bratton/)\r\n Predictive models are adaptive because they need to be descriptive, but for speculation, models are prescriptive because they need to become normative. As I put it elsewhere, in our culture speaking about `the future` is a way of saying things about the present—critical, utopian, projective, pragmatic and/or simply unspeakable things—but too often it is an alibi for saying nothing at all"
    },
    {
      "id": 7,
      "text": "- Michel Serres, The Natural Contract - [Masanobu Fukuoka](https://en.wikipedia.org/wiki/Masanobu_Fukuoka) - [IPCC Report](https://www.ipcc.ch/site/assets/uploads/2019/08/3.-Summary-of-Headline-Statements.pdf) - [Climate Adaption Australia](https://climateadaptationaustralia.com.au/)"
    }
  ]
}
