{
  "data": [
    {
      "id": 0,
      "name": "Alianza Pino-Encino",
      "date": "2020",
      "blurb": "Alianza Pino-Encino is a regional multi-institutional and multi-sector group of organizations with communitarian objectives to vitalize local communities part of the Pine and Oak forests of Mesoamerica. They promote conservation and sustainable management by integrating local efforts, political organizing and funding. As a grassroots alliance, they are in need of greater visibility on the array of projects they have initiated since 2008 in promoting sustainable forestry, conservation of migratory birds, technical training, and educational workshops on the sociopolitical effects of conservation in rural communities. Through open dialogue and research, we will design an updated identity, website and an ongoing mapping scheme that imagines through the question of forest representation and their role in ecological and social life of the region.",
      "tags": [
        "Advocacy",
        "Human-environment relations",
        "Land management",
        "Sustainability",
        "Research",
        "Resilience",
        "Visibility",
        "Website"
      ],
      "details": { "intro": "" },
      "images": [
        {
          "name": "Mountains-highest-point-4",
          "path": "/images/projects/alianza/Mountains-highest-point-4.JPG"
        },
        {
          "name": "Paxtle-trees-1 Paxtle-trees-1",
          "path": "/images/projects/alianza/Paxtle-trees-1.JPG"
        },
        {
          "name": "Paxtle-trees-7",
          "path": "/images/projects/alianza/Paxtle-trees-7.JPG"
        },
        {
          "name": "Mountains-highest-point3 Mountains-highest-point3",
          "path": "/images/projects/alianza/Mountains-highest-point3.JPG"
        },
        {
          "name": "Trabajo-grass-mound.JPG",
          "path": "/images/projects/alianza/Trabajo-grass-mound.JPG"
        }
      ]
    },
    {
      "id": 1,
      "name": "Ocean Archive",
      "date": "2018-2019",
      "blurb": "The Ocean Archive is an on-going ‘living’ archive with the aim to promote research, discoverability and collaborative multidisciplinary dialogue over the current state of the ocean. Initiated by TBA21-Academy, they have commissioned projects lead by artists, scientists and theorists to expand ocean understanding through the lens of art and science. We researched and prototyped a fluid archival infrastructure with the aim to create a web experience that generates plurality of perspectives - from datasets of a marine biologist to a filmmaker studying deep sea mining. ",
      "tags": [
        "archive",
        "environmental advocacy",
        "epistemology",
        "cultural production",
        "human-environment relations",
        "knowledge infrastructure",
        "research",
        "prototype"
      ],
      "details": {
        "intro": " The Ocean Archive is an on-going ‘living’ archive with the aim to promote research, discoverability and collaborative multidisciplinary dialogue over the current state of the ocean. Initiated by TBA21-Academy, they have commissioned projects lead by artists, scientists and theorists to expand ocean understanding through the lens of art and science. We researched and prototyped a fluid archival infrastructure with the aim to create a web experience that generates plurality of perspectives - from datasets of a marine biologist to a filmmaker studying deep sea mining. "
      },
      "images": [
        {
          "name": "ocean archive   john akomfrah ‘purple’  still, co-commissed by TBA21 — Academy",
          "path": "/images/projects/ocean-archive/Akomfrah_Purple_2017_Video still_SDF_10.jpg"
        },
        {
          "name": "ocean archive   john akomfrah ‘purple’  still, co-commissed by TBA21 — Academy",
          "path": "/images/projects/ocean-archive/Akomfrah_Purple_2017_Video still_SDF_15.jpg"
        }
      ]
    },
    {
      "id": 2,
      "name": "MSF REACH",
      "date": "2018-2019",
      "blurb": "The international NGO Médecins Sans Frontières established a digital emergency response unit in 2018. With MSF REACH [REaction Assessment Collaboration Hub](https://blogs.msf.org/bloggers/lucie/msf-reach-new-project-could-help-msf-act-faster-emergency) they introduced a platform that is used by across MSF operation centers in Europe to oversee rapidly evolving emergencies in Asia and support effective decision for dispatching medical resource. A particular focus of the initiative is to combine internal reporting from ground operators with crowd-sourced information, e.g. instant messaging, social networking and RSS feeds, in real-time. We supported MSF to improve their response times in emergency situations and to enhance all information processing activities across the MSF REACH platform.",
      "tags": [
        "Emergency response",
        "Global health",
        "Logistics",
        "Mapping",
        "Monitoring & assessment ",
        "NGO",
        "Platform",
        "Prototype",
        "Realtime reporting"
      ],
      "details": {
        "intro": "The first version of MSF REACH was spearheaded by [Across the Cloud Pty Ltd](https://acrossthecloud.net/) with an established cloud infrastructure, clear REST application protocol and server-side rendering of html pages.  It was backend driven development, which laid the foundations but as project scope widens and more features were added, the views got more complicated and the layouts more cramped. We were bought onto the project to consider the complexity of the dashboard logistics and implement the front end with particular focus on user experience. Our approach was guided by an initial understanding of prevailing structures of the existing REACH platform. The actual technical realisation was then realised in sync with adaptation of standardized design systems. \n\r\n\r The whole procedure can be divided into four major sequences that are mutually dependent. \n\r ### Our challenges: \n\r – global scale -> to address multiple timezones & language localization \n\r – mapping of real time feeds (satellite imagery but also social media) for monitoring \n\r – reporting hierarchies (notifications, crowd-sourced report cards, situation reports)",

        "sections": [
          {
            "title": "1) User Research",
            "description": "A first analysis conceptualised the inner logics of the organisation and operations within. From four user (a little be more about each needs, duration) interviews with different expertises of MSF staff, we’ve derived that most are first time users which feel slightly hesitant to interact with the system due to its complexity. Therefore our intuition was to understand their daily tasks and tools of which they are familiar with and how they would potentially use the platform and when necessary to try a walkthrough of the platform for a particular use case."
          },
          {
            "title": "2) Information Architecture ",
            "imageTag": "ui-ux-03",
            "description": "We rethought the existing taxonomy of REACH, conceptually as well as formally, with respect to the the functional elements of the platform, such as events, notifications and a file-sharing system. The idea was to maintain an approachable navigation flow, i.e. a clear information architecture that is accessible and readable, by catering to four key principles.",
            "subSections": [
              {
                "text": "Access – the ability to quickly find ongoing events within the platform but also to easily filter through previous data. [Split screen of list view with expanded detail along with a searchable navigation and status filtering]",
                "imageTag": "event-page"
              },
              {
                "text": "Read – the presentation of the required information is curated in particular views to present the data in manageable sections. To avoid further long email chain correspondances into delegated sections of topics. ",
                "imageTag": "event-notifications"
              },
              {
                "text": "Write – the ability to have relevant forms to input feedback about events dependent on the report status and context.  To aggregate and provide organization specific templates for various needs. ",
                "imageTag": "event-creation"
              },
              {
                "text": "Update – quick reporting or data dumping in real time",
                "imageTag": "event-resource-edit-view"
              }
            ]
          },
          {
            "title": "3) Visual Hierarchy",
            "imageTag": "functional-components",
            "description": "The visual interface design and the interaction patterns follow three core ideas to materialise the conceptual pillars of the structural design:",
            "subSections": [
              {
                "text": "Provide – Each screen of the platform is designed with a paradigm of 'overview and orientation' in mind. At each stage the user is aware of her position, progress and possibilities within the interface. (1. Top navigation, three tiers of that is only reveal when the user traverse through, 2. Split view + map annotation)",
                "imageTag": "ui-components"
              },
              {
                "text": "Guide – Each interaction with the interface is guided by visual cues in order to guarantee a seamless experience and comprehensive understanding of information sharing across the platform. (1. iconography, jumping between the map and list view, 2. Bottom storyline navigation, task list when event status changes ) ",
                "imageTag": "navigation-component"
              },
              {
                "text": "Iterate – Building on the concept of similarity all interface elements share a visual familiarity and similar interaction modes to be reusable across the whole platform. (1. Display and highlight edit toggle, 2. UI components ?? ) ",
                "imageTag": "multiple-screens"
              }
            ]
          },
          {
            "title": "4) Front-End Development",
            "description": "The technical implementation was realised by using progressive web frameworks. With the help of modular components and their composition it was possible to produce a resource-light web experience that is accessible across various devices and bandwidths.",
            "subSections": []
          }
        ]
      },
      "accreditation": "Finally we would like to thank MSF for the trust and patient — particularly our product owner Lucie for her active engagement and openness to adopt to our iteration process. Also we would like to give recognition to Across the Cloud for the continuous support, and mentorship. ",

      "images": [
        {
          "name": "msf reach impacted communities in indonesia",
          "path": "/images/projects/msf-reach/MSB7943.jpg"
        },
        {
          "name": "ui-ux-03",
          "path": "/images/projects/msf-reach/process/MSF_UIUX_Page_03.jpg"
        },
        {
          "name": "functional-components",
          "path": "/images/projects/msf-reach/process/MSF_UIUX_Page_07.jpg"
        },
        {
          "name": "event-page",
          "path": "/images/projects/msf-reach/design/MSF_Styleguide18.jpg"
        },
        {
          "name": "event-notifications",
          "path": "/images/projects/msf-reach/design/MSF_Styleguide22.jpg",
          "caption": ""
        },
        {
          "name": "event-creation",
          "path": "/images/projects/msf-reach/design/MSF_Styleguide51.jpg"
        },
        {
          "name": "event-sitrep",
          "path": "/images/projects/msf-reach/design/MSF_Styleguide46.jpg"
        },
        {
          "name": "event-resource-edit-view",
          "path": "/images/projects/msf-reach/design/MSF_Styleguide42.jpg"
        },
        {
          "name": "ui-components",
          "path": "/images/projects/msf-reach/process/MSF_Styleguide5.jpg"
        },

        {
          "name": "navigation-component",
          "path": "/images/projects/msf-reach/process/MSF_Styleguide6.jpg"
        },

        {
          "name": "multiple-screens",
          "path": "/images/projects/msf-reach/process/MSF_Styleguide17.jpg"
        }
      ]
    },

    {
      "id": 3,
      "name": "GCATG",
      "date": "2017",
      "blurb": "Launched in parallel with e-flux’s Your Flight is Cancelled window display at NICC Brussels, the website tells a tale of the end of a fictional art travel agency sparked by political turmoil pertaining to the systematic breakage of borders. In this world exists the dissolution of the European Union, the unilateral suspension of visa and banking agreements by the United States, and instituting of military dictatorships throughout Latin American among other events. Initiated with a bankruptcy notice and closure of all art festivals, the aesthetic logic is modelled after a vacation booking site mixed in with idea of deterioration: random bits of scattered information organized loosely next to suspicious links and broken images.",
      "tags": ["Cultural production", "Website"],
      "details": { "intro": "" },
      "images": [
        {
          "name": "Flight emergency instructions",
          "path": "/images/projects/gcatg/EMERGENCY-1-small.jpg"
        }
      ]
    },
    {
      "id": 4,
      "name": "Anne Duk Hee Jordan",
      "date": "2019",
      "blurb": "Anne Duk Hee Jordan opens up doors to an artistic universe where she, humorously creates romantic machines that mirror, extend or convert biological processes and chemical reactions between living organisms and dead material. In her work she explores the flow of energies, human constructs of time and memory, decay, death, her own identity and encounters between mankind and his environment. We will design an updated web experience of her work of the last 10 years.",
      "tags": ["Cultural production", "Ecology", "Sustainability", "Website"],
      "details": { "intro": "" },
      "images": [
        {
          "name": "5_Ziggy-on-the-Land-of-Drunken-Trees_Anne-Duk-Hee-Jordan_14.09.2018_Galerie-Wedding_by-Trevor-Lloyd-741x1024",
          "path": "/images/projects/anne-duk-hee/ziggy.jpg"
        }
      ]
    }
  ]
}
